Repository: diaaossam/taxito
Catalog: lib/l10n/intl_*.arb
Languages: ar

# cancelTripConfirm
source: Cancel trip
ar: إلغاء الرحلة

# cancelTripConfirmBody
source: Are you sure you want to cancel this trip
ar: هل أنت متاكد من إلغاء هذه الرحلة

# driverRejectPayment
source: Contact technical support for not receiving the amount from the user
ar: تواصل مع الدعم الفني لعدم استلام المبلغ من المستخدم

# haveProblem
source: Having a problem?
ar: لديك مشكلة ؟

# deliveryReceivedOrder
source: Order received
ar: تم استلام الطلب

# showOrderDetails
source: Show order contents
ar: عرض محتويات الطلب

# hideOrderDetails
source: Hide order contents
ar: إخفاء محتويات الطلب

source: Supplier details
ar: تفاصيل المزود

# userDetails
source: Customer details
ar: تفاصيل العميل

source: Order is ready
ar: الطلب جاهز

# searchHint
source: What would you like to order?
ar: ماذا تريد أن تطلب؟

source: View by
ar: عرض حسب

source: Reload
ar: إعادة التحميل

# noNetwork
source: No Internet Connection
ar: لا يوجد اتصال بالإنترنت

# noNetworkBody
source: No internet connection. Please check your connection and try again.
ar: لا يوجد اتصال بالإنترنت. يرجى التحقق من الاتصال والمحاولة مرة أخرى.

source: Save
ar: حفظ

source: Next
ar: التالي

source: Email address
ar: عنوان البريد الإلكتروني

source: Full name
ar: الاسم الكامل

# registerBody1
source: Personal information must be written accurately because it cannot be modified except with the approval of the administration within 24 hours
ar: يجب كتابة المعلومات الشخصية بدقة لأنها لا يمكن تعديلها إلا بموافقة الإدارة خلال 24 ساعة.

# noDataHere
source: There is no data on this page
ar: لا توجد بيانات في هذه الصفحة

source: No Internet Connection
ar: لا يوجد اتصال بالإنترنت

# appName
source: Taxito
ar: تاكسيـتو

# validation
source: This field is required
ar: هذا الحقل مطلوب

source: Arabic
ar: العربية

source: English
ar: الإنجليزية

source: Back
ar: رجوع

# thereIsError
source: An error occurred!
ar: حدث خطأ!

source: Uploading...
ar: جارٍ الرفع...

source: Pick video
ar: اختر فيديو

source: Pick Image
ar: اختر صورة

# chooseFromGallery1
source: Choose Image
ar: اختر صورة

# chooseFromGallery2
source: Choose video
ar: اختر فيديو

source: Choose From Gallery
ar: اختر من المعرض

source: I Agree with
ar: أوافق على

source: terms
ar: الشروط

source: conditions
ar: الأحكام

source: and
ar: و

source: terms and conditions
ar: الشروط والأحكام

source: privacy policy
ar: سياسة الخصوصية

# continueText
source: Continue
ar: متابعة

source: Choose your lang
ar: اختر لغتك

source: User Suggestions
ar: اقتراحات المستخدمين

# suggestionBody
source: We would love to know your suggestions! Please tell us how we can make Marriage Story better for you
ar: نود معرفة اقتراحاتك! أخبرنا كيف يمكننا تحسين تطبيق قصة الزواج من أجلك.

# chooseSuggestion
source: Choose the type of Suggestion
ar: اختر نوع الاقتراح

# enterMessage
source: Enter the message
ar: أدخل الرسالة

source: Send
ar: إرسال

# enterMessageHere
source: Write your message here
ar: اكتب رسالتك هنا

source: Dark Mode
ar: الوضع الداكن

source: Done
ar: تم

source: Faq
ar: الأسئلة الشائعة

# distinguished
source: Premium
ar: مميز

source: Explore
ar: استكشف

source: Chats
ar: المحادثات

source: My Account
ar: حسابي

source: Settings
ar: الإعدادات

source: App Language
ar: لغة التطبيق

source: Continue with
ar: تابع باستخدام

# wrongPhoneNumber
source: Invalid phone number
ar: رقم الهاتف غير صالح

source: Phone Number
ar: رقم الهاتف

# newRegister
source: Register
ar: تسجيل جديد

source: Login
ar: تسجيل الدخول

# tryAgainLater
source: Please try again later
ar: يرجى المحاولة لاحقاً

source: Try again
ar: أعد المحاولة

source: Report
ar: الإبلاغ

source: Send Report
ar: إرسال البلاغ

source: Profile
ar: الملف الشخصي

source: Login data
ar: بيانات تسجيل الدخول

# profileUpdate
source: Update my profile
ar: تحديث ملفي الشخصي

# updateTitle
source: Update Available
ar: تحديث متاح

# updateBody
source: A new version of the app has been released with important improvements and fixes.
ar: تم إصدار نسخة جديدة من التطبيق تحتوي على تحسينات وإصلاحات مهمة.

# updateBody1
source: Faster performance and UI enhancements.
ar: أداء أسرع وتحسينات في الواجهة.

# updateBody2
source: Bug fixes.
ar: إصلاحات لأخطاء سابقة.

# updateBody3
source: Update Now
ar: تحديث الآن

source: Show Less
ar: عرض أقل

# aboutApp
source: About the App
ar: عن التطبيق

source: Develop
ar: تطوير

# contactUs3
source: Contact Us
ar: تواصل معنا

# copyWrite1
source: Made with love
ar: تم بحب

# copyWrite2
source: by Jacksi Software Company
ar: بواسطة شركة جاسكي للبرمجة

# inPrepareBody
source: The order is being prepared and will be ready for delivery soon
ar: يتم تجهيز الطلب وجارٍ التجهيز للإرسال

# donePrepareBody
source: The order is ready and waiting for delivery
ar: تم تجهيز الطلب وبإنتظار التوصيل

source: User
ar: مستخدم

source: Supplier
ar: مزود

# productPrice1
source: Product Price
ar: سعر المنتج

source: Old Product Price
ar: سعر المنتج القديم

# otpTitle
source: Verification code has arrived!
ar: تم إرسال رمز التحقق!

source: Commercial Name
ar: الاسم التجاري

source: Place Name
ar: اسم المكان

source: Activity Type
ar: نوع النشاط

# foodPrepare
source: Food Preparation Time
ar: مدة تحضير الطعام

# foodPrepareHint
source: 30 minutes
ar: 30 دقيقة

# foodDelivery
source: Delivery Time
ar: مدة التوصيل

# foodDeliveryHint
source: 30 minutes
ar: 30 دقيقة

# commericalImage
source: Commercial Registration Photo
ar: صورة السجل التجاري

source: Add Location on Map
ar: إضافة الموقع على الخريطة

source: Geographical Location
ar: الموقع الجغرافي

source: Enter Address Manually
ar: إدخال العنوان يدويًا

# addiontion
source: Additions
ar: الإضافات

source: Add New Category
ar: إضافة قسم جديد

# arabicCategoryName
source: Category name in Arabic
ar: اسم القسم بالعربية

# englishCategoryName
source: Category name in English
ar: اسم القسم بالإنجليزية

source: Attributes
ar: الخصائص

source: Add Attribute
ar: إضافة خاصية

source: Attribute Name
ar: اسم الخاصية

source: Add New Attribute
ar: إضافة خاصية جديدة

# arabicAttributeName
source: Attribute name in Arabic
ar: اسم الخاصية بالعربية

# englishAttributeName
source: Attribute name in English
ar: اسم الخاصية بالإنجليزية

# isColor
source: Is it a color?
ar: هل هي لون؟

# isMultiple
source: Is it multiple choice?
ar: هل هي متعددة الخيارات؟

# singleChoice
source: No (single choice)
ar: لا (خيار واحد)

source: Save Attribute
ar: حفظ الخاصية

source: Edit Attribute
ar: تعديل الخاصية

source: Delete Attribute
ar: حذف الخاصية

# deleteAttributeConfirm
source: Are you sure you want to delete this attribute?
ar: هل أنت متأكد أنك تريد حذف هذه الخاصية؟

source: Add Product
ar: إضافة منتج

source: All Products
ar: كل المنتجات

# subAttribute
source: Add Variant Values
ar: إضافة قيم التنوع

source: Does it contain images?
ar: هل تحتوي على صور؟

source: Add new values for
ar: إضافة قيم جديدة لـ

# writeValueHereAr
source: Write the value here in Arabic
ar: اكتب القيمة هنا بالعربية

# writeValueHereEn
source: Write the value here in English
ar: اكتب القيمة هنا بالإنجليزية

source: Add Value
ar: إضافة قيمة

source: Add New Color
ar: إضافة لون جديد

source: Added values:
ar: القيم المضافة:

source: Choose Image Source
ar: اختر مصدر الصورة

source: Camera
ar: الكاميرا

source: Gallery
ar: المعرض

source: Delete
ar: حذف

# productImage
source: Product Images
ar: صور المنتج

# productImage1
source: Upload clear product images (PNG, JPG, Max 5MB)
ar: قم برفع صور واضحة للمنتج (PNG, JPG, Max 5MB)

source: Product Name
ar: اسم المنتج

# productNameHint
source: Margherita Pizza
ar: بيتزا مارجريتا

source: Product Description
ar: وصف المنتج

# productDescriptionHint
source: Traditional Italian pizza with fresh ingredients
ar: بيتزا إيطالية تقليدية بمكونات طازجة

# category1
source: Category
ar: الفئة

# showRating
source: Show Ratings
ar: عرض التقييمات

# productAva
source: Product Available?
ar: المنتج متوفر؟

source: Edit Product
ar: تعديل المنتج

source: Delete Product
ar: حذف المنتج

# isAvailable
source: Is it available?
ar: هل هو متاح ؟

source: New Orders
ar: الطلبات الجديدة

# verifyCode
source: Verify
ar: تحقق

# noCategoriesFound
source: No categories available
ar: لا يوجد اقسام متاحة

# noProductFound
source: No products available
ar: لا يوجد منتجات متاحة

# noAttributesFound
source: No additions available
ar: لا يوجد إضافات متاحة

# locationPermissionDenied
source: Location permission is required to use this feature. Please allow location access to continue.
ar: صلاحية الموقع مطلوبة لاستخدام هذه الميزة. يرجى السماح بالوصول إلى الموقع للمتابعة.

# locationPermissionDeniedForever
source: Location permission is permanently denied. Please enable it manually from app settings.
ar: صلاحية الموقع مرفوضة بشكل دائم. يرجى تفعيلها يدوياً من إعدادات التطبيق.

source: Open Settings
ar: فتح الإعدادات

source: Current
ar: حالية

# picking_client
source: Driver is on the way to you
ar: السائق في الطريق إليك

# startPoint
source: Starting point
ar: نقطة الانطلاق

# endPoint
source: Destination point
ar: نقطة الوصول

# startAndEndPoint
source: Start and destination
ar: الانطلاق والوصول

source: Trip date
ar: تاريخ الرحلة

# nows
source: Now
ar: الأن

source: Trip time
ar: وقت الرحلة

source: Trip ID
ar: رمز الرحلة

# cash1
source: Cash on arrival
ar: كاش عند الوصول

source: Contact driver
ar: تواصل مع السائق

# coming
source: Upcoming
ar: القادمة

source: Cancel trip
ar: إلغاء الرحلة

# doYouNeedToReport
source: Do you want to report a problem?
ar: هل تريد ابلاغ عن مشكلة ؟

# reportProblemTitle
source: Your report has been submitted successfully
ar: تم إرسال بلاغك بنجاح

# reportProblemBody
source: Your report has been received and will be reviewed by our support team. You will be notified of any updates.
ar: تم تسجيل بلاغك وسيتم مراجعته من فريق الدعم، وستصلك إشعارات بأي تحديث.

source: Back to trip
ar: العودة للرحلة

# schTitle
source: Trip created successfully!
ar: تم إنشاء رحلة بنجاح!

# schBody
source: You’ll receive a notification at the scheduled trip time
ar: سوف يصلك إشعار في توقيت الرحلة المجدولة

# differentSupplier
source: Different store
ar: متجر مختلف

# differentSupplierMessage
source: You have products from {currentSupplier} in your cart. Do you want to clear the cart and add from {newSupplier} instead?
ar: لديك منتجات من {currentSupplier} في سلتك. هل تريد مسح السلة والإضافة من {newSupplier} بدلاً من ذلك؟

source: Clear cart and add
ar: مسح السلة والإضافة

# searchForSuppliers
source: Search for a restaurant...
ar: إبحث عن مطعم ...

# suggestedNote
source: Products you may like from
ar: منتجات قد تعجبك من

source: My points
ar: نقاطى

# redeemPointsBody
source: You can redeem the points earned from your previous orders for gifts or discounts on future orders
ar: يمكنك إستبدال النقاط المكتسبة من طلباتك السابقة بهدايا أو خصومات على طلباتك القادمة

source: Copied to clipboard
ar: تم النسخ إلى الحافظة

source: Copy
ar: نسخ

# gift1
source: You’ll earn
ar: ستربح

# gift2
source: point per order
ar: نقطة عند الطلب

source: Current balance
ar: الرصيد الحالي

# freePointsCount
source: Number of free points
ar: عدد نقاط المجانية

# freePointsCount1
source: You can copy the code and use it as a discount code
ar: يمكنك نسخ كود واستخدمه كـ كود خصم

# wallet1
source: Wallet
ar: المحفظة

# updateProfileData
source: Update your profile data
ar: تعديل بياناتك الشخصية

# locationPermissionDeniedTitle
source: Location Permission Denied
ar: صلاحية الموقع مرفوضة

# locationPermissionDeniedBody
source: We need access to your location to provide you with the best service. Please enable location permission from settings.
ar: نحتاج إلى صلاحية الوصول لموقعك لنتمكن من تقديم أفضل خدمة لك. من فضلك فعّل صلاحية الموقع من الإعدادات.

# locationServiceDisabledTitle
source: Location Service Disabled
ar: خدمة الموقع معطلة

# locationServiceDisabledBody
source: It seems that your device's location service (GPS) is turned off. Please enable it to continue.
ar: يبدو أن خدمة تحديد الموقع (GPS) معطلة على جهازك. من فضلك فعّلها للمتابعة.

source: How to Fix
ar: كيفية حل المشكلة

# locationPermissionStep1
source: Tap the "Open Settings" button below
ar: اضغط على زر "فتح الإعدادات" أدناه

# locationPermissionStep2
source: Look for "Location" in the app settings
ar: ابحث عن "الموقع" أو "Location" في إعدادات التطبيق

# locationPermissionStep3
source: Enable location access and choose "While Using the App"
ar: فعّل صلاحية الوصول للموقع واختر "أثناء استخدام التطبيق"

# locationServiceStep1
source: Tap the "Open Settings" button below
ar: اضغط على زر "فتح الإعدادات" أدناه

# locationServiceStep2
source: Enable location service (GPS)
ar: قم بتفعيل خدمة تحديد الموقع (GPS)

# locationServiceStep3
source: Return to the app and tap "Try Again"
ar: ارجع للتطبيق واضغط "أعد المحاولة"
