Repository: diaaossam/taxito
Catalog: lib/l10n/intl_*.arb
Languages: ar

# verificationCode1
source: Enter the code you received on your phone number:
ar: أدخل الرمز اللي وصلك على رقم الهاتف:

# welcomeTitle
source: Welcome to
ar: أهلاً بك في

# welcomeBody
source: Choose the type of service you would like to work with (Taxi Driver, Delivery, User, or Service Provider), and start your journey with Taxito.
ar: اختر نوع الخدمة التي تود العمل بها (سائق تاكسي، توصيل طلبات، مستخدم، أو مزوّد خدمة)، وابدأ رحلتك مع تاكسيتو.

source: Create new account
ar: إنشاء حساب جديد

source: Login as guest
ar: الدخول كزائر

# loginBody
source: Enter your phone number to login
ar: أدخل رقم هاتفك لتسجيل الدخول

# loginTitle
source: Welcome to
ar: أهلاً بك في

# loginTitle2
source: Taxito!
ar: تكسيتو!

source: Or login with
ar: أو تسجيل الدخول عبر

source: Login with Apple
ar: تسجيل الدخول عبر ابل

source: Login with Google
ar: تسجيل الدخول عبر جوجل

# dontHaveAccount
source: Don't have an account?
ar: ليس لديك حساب؟

# enterVerification
source: Verification code sent!
ar: رمز التحقق وصل!

# verificationCode
source: Enter the code sent to your phone number:
ar: أدخل الرمز اللي وصلك على رقم الهاتف:

source: Send code
ar: إرسال الرمز

# dontReceiveCode
source: You can request a new code in
ar: يمكنك طلب رمز جديد خلال

# resendCode
source: Resend
ar: إعاده الإرسال

# registerTitle
source: Complete your profile and enjoy a premium experience!
ar: أكمل ملفك الشخصي واستمتع بتجربة مميزة!

# registerBody
source: Fill in the data to create a new account
ar: املأ البيانات لإنشاء حساب جديد

source: Name
ar: الإسم

source: Governorate
ar: المحافظة

source: Region
ar: المنطقة

source: Home
ar: الرئيسية

source: Products
ar: المنتجات

source: Categories
ar: التصنيفات

source: Cart
ar: السلة

# account
source: My Account
ar: حسابي

source: Current Location
ar: الموقع الحالي

source: Main Categories
ar: الأقسام الرئيسية

# showMore
source: Show All
ar: عرض الكل

# address
source: Addresses
ar: العناوين

source: Add new address
ar: أضف عنوان جديد

source: Pick location on map
ar: تحديد الموقع علي الخريطة

# notes
source: Write a note
ar: كتابة ملاحظة

# saveLocation
source: Save address
ar: حفظ العنوان

# locationPickedSuccessFully
source: Location selected successfully
ar: تم إختيار الموقع بنجاح

# pickerValidation
source: Please select your current location first
ar: من فضلك اختر موقعك الحالي

# noLocation
source: No saved addresses
ar: لا توجد عناوين محفوظة

source: IQD
ar: د.ع

# mostSelling
source: Best Sellers
ar: الاكثر مبيعاً

source: Special Offers
ar: العروض المميزة

# latest
source: New Arrivals
ar: وصل حديثاً

# recommended
source: Recommended Products
ar: منتجات نوصي بيها

source: Product Details
ar: تفاصيل المُنتَج

source: Discount
ar: خصم

source: Quantity
ar: الكمية

source: Remaining
ar: متبقي

source: Choose color
ar: اختر اللون

source: Choose size
ar: اختر الحجم

source: Product Specifications
ar: مواصفات المنتج

source: Add to cart
ar: إضافة إلى السلة

# filterResult
source: Filter Results
ar: تصفيه النتائج

source: Reset
ar: إعادة تعيين

source: Category
ar: القسم

source: Brand
ar: الماركة

source: Skin problem
ar: مشكلة البشرة

source: Price
ar: السعر

# minPrice
source: Minimum price
ar: أقل سعر

# maxPrice
source: Maximum price
ar: أعلى سعر

source: Apply search
ar: تطبيق البحث

# noSearchResult
source: No search results found
ar: لا توجد نتائج للبحث

# recomndedProduct
source: Don't miss these options
ar: لا يفوتك هذه الخيارات

source: Benefits
ar: الفوائد

source: Ingredients
ar: المكونات

source: Type
ar: النوع

source: Suitable for
ar: مناسب لـ

# noCart
source: No products in cart
ar: لا يوجد منتجات في السلة

source: Place order
ar: تنفيذ الطلب

# editProfileInfo
source: Edit profile information
ar: تعديل بيانات الملف الشخصي

source: Orders
ar: الطلبــات

source: Points
ar: النقاط

source: Notifications
ar: الاشعارات

# favourites
source: Favorites list
ar: قائمة المفضلة

source: Technical support
ar: الدعم الفنى

source: Sales department
ar: قسم المبيعات

source: Secondary page
ar: صفحة ثانوية

source: Logout
ar: تسجيل الخروج

# saveUpdates
source: Save changes
ar: حفظ التغييرات

# phoneAlready
source: Sorry, this phone number is already registered
ar: عذراً هذا الهاتف مستخدم من قبل

# deleteAccountBody
source: Are you sure you want to delete your account? By deleting it, you will lose your profile, messages and photos permanently.
ar: هل أنت متأكد أنك تريد حذف حسابك؟ بحذفه، ستفقد ملفك الشخصي ورسائلك وصورك نهائيًا.

source: Yes
ar: نعـم

source: No
ar: لا

# notification
source: Notifications
ar: الإشعارات

# noImageFound
source: Please insert a profile picture first
ar: من فضلك قم بإدراج صورة شخصية اولاً

# doYouHaveDiscount
source: Do you have a discount code?
ar: هل تملك رمز تخفيض؟

# doYouHaveDiscountHint
source: Enter coupon code
ar: إدخال رمز القسيمة

source: Apply
ar: تطبيق

# address1
source: Address
ar: العنوان

# paymentType
source: Payment method
ar: طريقة الدفع

# cash
source: Cash on delivery
ar: كاش عند الاستلام

# addNote
source: Do you want to add a note?
ar: هل تريد اضافه ملاحظة ؟

# addNoteHint
source: Write a note
ar: كتابة ملاحظه

# youWillWin
source: You will earn
ar: سوف تربح

# youWillWin2
source: points from this order
ar: نقطة من هذا الطلب

source: Invoice
ar: الفاتورة

# total
source: Subtotal
ar: المجموع

source: Shipping cost
ar: تكلفة التوصيل

# totalPrice
source: Total
ar: الإجمالي

source: Continue shopping
ar: الإستمرار فى التسوق

source: Go to cart
ar: الذهاب إلى السلة

# tellMeWhenProduct
source: Notify me when the product is available
ar: أخبرنى عندما يكون المنتج متوفر

# addAddressDeleivery
source: Add delivery address
ar: اضافه عنوان التوصيل

source: Edit
ar: تعديل

# discountApplied
source: Congratulations, discount applied successfully
ar: تهانينا , تم تطبيق الخصم بنجاح

# orderPlacedSuccess
source: Your order was placed successfully!
ar: تم تنفيذ طلبك بنجاح!

# orderPlacedSuccess2
source: Click here to view order details
ar: انقر هنا لعرض تفاصيل الطلب

source: Track order
ar: تتبع الطلب

source: Order submitted
ar: تم تقديم الطلب

source: Confirmed
ar: تم التأكيد

# onDeleivery
source: On delivery
ar: عند التسليم

source: Delivered
ar: تم التسليم

# current1
source: Current
ar: الحالية

# current2
source: Order submitted
ar: تم تقديم الطلب

source: Previous
ar: السابقة

source: Returns
ar: المرتجعة

source: Canceled
ar: الملغية

source: No orders
ar: لا يوجد طلبات

# noOrdersBody
source: It seems you don't have any orders currently. You can add new orders to view them here. If you need help, contact us!
ar: يبدو أنه ليس لديك أي طلبات حالياً. يمكنك إضافة طلبات جديدة لتتمكن من مشاهدتها هنا. إذا كنت بحاجة إلى مساعدة، تواصل معنا!

# orderNumber
source: Order code
ar: رمز الطلب

source: Order details
ar: تفاصيل الطلب

source: Rate product
ar: قيم المنتج

# doYouHaveHelp
source: Do you need help?
ar: هل تحتاج إلى مساعدة؟

# doYouHaveHelpBody
source: We are here to serve you! If you have any inquiries about orders or products, don't hesitate to contact us via:
ar: نحن هنا لخدمتك! إذا كان لديك أي استفسار حول الطلبات أو المنتجات، لا تتردد في التواصل معنا عبر :

# contactUs
source: Contact us - Sales support
ar: تواصل معنا – دعم المبيعات

# contactUs2
source: We are here to serve you! If you have any inquiries about orders or products, don't hesitate to contact us via:
ar: نحن هنا لخدمتك! إذا كان لديك أي استفسار حول الطلبات أو المنتجات، لا تتردد في التواصل معنا عبر :

source: WhatsApp
ar: الواتساب

# call
source: Phone call
ar: اتصال الهاتف

# chat
source: Live chat
ar: شات مباشر

# secondry1
source: Contact us
ar: تواصل معنا

# secondry2
source: You can message us on WhatsApp or follow us on Instagram to see the latest offers and products
ar: مكنك مراسلتنا عبر واتساب أو متابعتنا على إنستجرام للاطلاع على أحدث العروض والمنتجات

source: Instagram
ar: انستجرام

# locationValidation
source: Please select the address first
ar: من فضلك قم بتحديد العنوان اولاً

# paymentValidation
source: Please select payment method first
ar: من فضلك قم بتحديد طريقة الدفع اولاًً

# doYouWantToDeleteAddress
source: Do you want to delete this address?
ar: هل تريد حذف هذا العنوان؟

# updateLocation
source: Edit address
ar: تعديل العنوان

source: Set as default
ar: تعيين كإفتراضي

# zain_cash
source: Pay via Zain Cash
ar: دفع عن طريق زين كاش

source: Cancel order
ar: إلغاء الطلب

# cancelOrderBody
source: Are you sure you want to cancel the order?
ar: هل أنت متأكد من الغاء الطلب ؟

# outForDeleivery
source: Out for delivery
ar: خرج للتوصيل

# highToLowPrice
source: Price: Lowest to Highest
ar: السعر : من الأقل إلى الأعلي

# lowToLowPrice
source: Price: Highest to Lowest
ar: السعر : من الأعلي إلى الأقل

# chatHint
source: Write your message here
ar: اكتب رسالتك هنا

# noChatFound
source: No conversation found
ar: لا يوجد محادثة

source: Cancel
ar: إلغاء

# logoutYes
source: Logout
ar: تسجيل الخروج

# logoutBody
source: Are you sure you want to logout?
ar: هل أنت متأكد من تسجيل الخروج ؟

# sessionExpired
source: Your session has expired! Please login again or contact Taxito app support.
ar: الجلسة الخاصة بك انتهت! من فضلك سجل الدخول مرة اخرى او قم بمراسلة دعم تطبيق Taxito.

# guestLogin
source: Sorry, this feature requires login. Please login to continue enjoying all app features.
ar: عذرًا، هذه الميزة تتطلب تسجيل الدخول. من فضلك قم بتسجيل الدخول لمتابعة الإستمتاع بكافة مميزات التطبيق .

source: Guest
ar: زائر

# enterYouRating
source: Write your review
ar: اكتب تقييمك

source: Later
ar: لاحقاً

source: Delete account
ar: حذف الحساب

source: Gifts
ar: الهدايا

source: Current points
ar: النقاط الحالية

# freeDeleivery
source: Free shipping
ar: شحن مجانى

source: Order points
ar: نقاط الطلب

source: Per
ar: مقابل

source: point
ar: نقطة

source: Confirm
ar: موافق

# clickToReplacePoints
source: Click here to redeem points
ar: اضغط هنا لاستبدال النقاط

# processing
source: In preparation
ar: جاري التحضير

# confirmOrder
source: Are you sure you want to place the order?
ar: هل أنت متاكد من انك تريد تنفيذ الطلب ؟

# confirmOrderTitle
source: Confirm order
ar: تأكيد الطلب

# onBoardingTitle1
source: Everything you need... in Ringo!
ar: كل ما تحتاجه... في رينجو!

# onBoardingBody1
source: Order your food and household essentials easily, with secure payment options to ensure a comfortable shopping experience
ar: اطلب طعامك واحتياجاتك المنزلية بسهولة، مع خيارات دفع آمنة لضمان تجربة تسوق مريحة

# onBoardingTitle2
source: All your orders in one place!
ar: كل طلباتك في مكانٍ واحد!

# onBoardingBody2
source: Order your food and household essentials easily, with secure payment options to ensure a comfortable shopping experience
ar: اطلب طعامك واحتياجاتك المنزلية بسهولة، مع خيارات دفع آمنة لضمان تجربة تسوق مريحة

source: (Optional)
ar: (اختياري)

source: Gender
ar: الجنس

source: Male
ar: ذكر

source: Female
ar: أنثى

source: Student
ar: طالب

source: Employee
ar: موظف

source: Student or employee?
ar: طالب ام موظف ؟

# alreadyHaveAccount
source: Already have an account?
ar: لديك حساب من قبل ؟

source: Verify phone number
ar: التحقق من رقم الهاتف

# locationPicker
source: Select location
ar: تحديد الموقع

# whereAreUNow
source: Where are you now?
ar: أين أنت الآن؟

# whereAreUNow2
source: Allow Ringo to know your location to deliver to you quickly, and show you the best offers and services near you!
ar: اسمح لرينجو بمعرفة موقعك لنوصلك بسرعة، ونُظهر لك أفضل العروض والخدمات القريبة منك!

source: Select another location
ar: تحديد موقع آخر

# banners1
source: 25% off all burger meals!
ar: خصم 25% على كل وجبات البرجر!

# banners2
source: Order taxi easily and safely
ar: اطلب تكسي بسهولة وأمان

source: Order now
ar: اطلب الآن

# foodRequest
source: Food order
ar: طلب طعام

source: Highest rated
ar: الأعلى تقييماً

source: Recently added
ar: المضافة حديثًا

source: Show available products first
ar: عرض المنتجات المتوفرة أولًا

# mostPrice
source: Lowest to highest price
ar: من الأقل سعرًا إلى الأعلى سعرًا

# lowestPrice
source: Highest to lowest price
ar: من الأعلى سعرًا إلى الأقل سعرًا

# sorryNoNotifications1
source: Sorry! No notifications currently
ar: عذراً! لا توجد إشعارات حالياً

# sorryNoNotifications2
source: You haven't found any notifications at this time. You can check later
ar: لم تجد أي إشعارات في الوقت الحالي. يمكنك التحقق لاحقاًً

# backHome
source: Back to home page
ar: عودة إلى الصفحة الرئيسية

source: minute
ar: دقيقة

# isRequired
source: Required
ar: مطلوب

# doYouHaveAnyNote
source: Do you have any notes or special requests?
ar: هل لديك ملاحظات أو طلبات خاصة؟

source: Write it here
ar: أكتبها هنا

# writeNoteHere
source: Write your note here...
ar: اكتب ملاحظتك هنا...

source: Save note
ar: حفظ الملاحظة

source: Go to checkout
ar: التوجه إلى الدفع

source: Payment
ar: الدفع

# visa
source: Bank card
ar: البطاقة البنكية

# wallet
source: Ringo wallet
ar: محفظة رينجو

source: Order summary
ar: ملخص الطلب

source: Product price
ar: سعر المنتجات

# doOrder
source: Complete order
ar: إتمام الطلب

# orderSuccess
source: Your order has been confirmed successfully!
ar: تم تأكيد طلبك بنجاح!

# orderSuccessHint
source: Your order is being prepared now, and we will notify you when it's out for delivery.
ar: طلبك قيد التجهيز الآن، وسنقوم بإعلامك عند خروجه للتوصيل.

# backShopping
source: Back to shopping
ar: العودة للتسوق

# defaultLocation
source: Location without name
ar: موقع بدون إسم

# waitLocation
source: Please wait until your location is determined
ar: يرجى الانتظار حتى يتم تحديد موقعك

# pendingTitle
source: Order submitted
ar: تم تقديم الطلب

# pendingBody
source: We have received your order successfully and will start preparing it immediately
ar: استلمنا طلبك بنجاح، وسنبدأ في تجهيزه فورًا

source: Pending
ar: قيد الانتظار

# confirmedTitle
source: Confirmed
ar: تم التأكيد

# confirmedBody
source: Order confirmed and being prepared for delivery
ar: تم تأكيد الطلب وجارٍ التجهيز للإرسال

# outForDelivery1
source: Out for delivery
ar: جاري التوصيل

# deleiverd
source: Delivered
ar: تم التوصيل

source: My orders
ar: طلباتي

source: Rate seller
ar: قيم البائع

source: Rate delivery
ar: قيم التوصيل

# rateProduct1
source: Rate products
ar: قيم المنتجات

# rateSellerBody
source: How was your experience with the seller?
ar: كيف كانت تجربتك مع البائع ؟

source: Trip history
ar: سجل الرحلات

# walletBalance
source: My wallet balance
ar: رصيد محفظتي

# addBalance
source: Add balance to wallet
ar: إضافة رصيد للمحفظة

source: Transaction history
ar: سجل التحويلات

# addBalanceHint
source: Enter the balance amount you want to add
ar: أدخل قيمة الرصيد التي تريد إضافته

# balanceAddedSuccessfully
source: Wallet topped up successfully
ar: تم شحن المحفظة بنجاح

# balance
source: My balance
ar: رصيدي

source: Language
ar: اللغة

# suppliers
source: Stores
ar: المتاجر

# sendSuggestion
source: Send complaint or inquiry
ar: أرسل شكوى أو إستفسار

# whoAreU
source: About us
ar: من نحن

# whoAreU1
source: Our app is your comprehensive platform for taxi services, delivery, shopping, and food orders — all in one easy and fast app.
ar: تطبيقنا منصتك الشاملة لخدمات التاكسي، التوصيل، التسوق، وطلبات الطعام — في تطبيق واحد سهل وسريع.

source: Our message
ar: رسالتنا

source: Our vision
ar: رؤيتنا

source: What do we offer?
ar: ماذا نقدم؟

# whyWe
source: About us
ar: من نحن

# reportOnIssue
source: Report an issue
ar: ابلاغ عن مشكلة

# enterYourProblem
source: Report a problem you encountered
ar: بلغنا عن مشكلة واجهتك

# IssueMessageValidation
source: Please enter the problem you are facing so we can help you as soon as possible
ar: من فضلك قم بإدخال المشكله التى تواجهك لنتمكن من مساعدتك ف أقرب وقت

source: Search for driver
ar: بحث عن سائق

# carModel
source: Car brand
ar: ماركة السيارة

# waitingDriver
source: Passenger is waiting for you..
ar: الراكب في إنتظارك..

# cancelled
source: Cancel
ar: إلغاء

# pickedClient
source: Reached the customer
ar: وصلت الى العميل

# in_progress
source: Delivering customer
ar: توصيل العميل

# searchingForDriverTitle
source: Searching for a suitable driver for your trip, please wait
ar: نبحث عن سائق مناسب لرحلتك, انتظر قليلاً

# searchingForDriverBody
source: The search may take a few minutes..
ar: قد يستغرق البحث بضع دقائق..

# cancelDriver
source: Cancel trip
ar: إلغاء الرحلة

# confirmStartPoint
source: Confirm origin point
ar: تأكيد نقطة الإنطلاق

# confirmArrivePoint
source: Confirm destination point
ar: تأكيد نقطة الوصول

# confirmStartPointValidation
source: Please select the origin point first
ar: من فضلك قم بإختيار نقطة الإنطلاق اولاً

# confirmArrivePointValidation
source: Please select the destination point first
ar: من فضلك قم بإختيار نقطة الوصول اولاً

source: Where are you going?
ar: الي اين انت ذاهب

# noTransactionsFound
source: No previous transactions
ar: لا يوجد معاملات سابقة

# yourRequestUnderReview
source: Your request is pending
ar: طلبك قيد الانتظار

# yourRequestUnderReview1
source: Request approval takes from
ar: تستغرق الموافقة على الطلب من

source: to
ar: إلي

source: hour
ar: ساعة

# personalInfo
source: Personal information
ar: البيانات الشخصية

source: First name
ar: الاسم الأول

source: Second name
ar: الاسم الثاني

# profileImageValidation
source: Profile picture is required
ar: الصورة الشخصية مطلوبة

# frontPhoto
source: Front side of ID card
ar: الصورة الامامية للبطاقة الشخصية

# backPhoto
source: Back side of ID card
ar: الصورة الخلفية للبطاقة الشخصية

# photoValidation
source: Upload files in png, jpg, jpeg, heic, pdf formats
ar: ترفع الملفات بصيغ png, jpg, jpeg, heic, pdf

# userUpdatedSuccessfully
source: Data updated successfully
ar: تم تحديث البيانات بنجاح

source: Update
ar: تحديث

source: License data
ar: بيانات الرخص

source: Plate numbers
ar: ارقام اللوحة

# frontDrivingLicence
source: Front side of driving license
ar: الصورة الامامية لرخصة القيادة

# backDrivingLicence
source: Back side of driving license
ar: الصورة الخلفية لرخصة القيادة

# frontImage
source: Front side of annual registration
ar: الصورة الامامية لسنوية

# backImage
source: Back side of annual registration
ar: الصورة الخلفية لسنوية

# numberChar
source: Letters - numbers
ar: حروف - ارقام

# vehicleInfo
source: Vehicle information
ar: بيانات المركبة

# vehicleImage
source: Vehicle photo
ar: صورة المركبة

# vehicleImageHint
source: Please upload at least 5 photos of the vehicle
ar: يرجي رفع ما لا يقل عن 5 صور للمركبة

# frontInsurancePhoto
source: Front side of vehicle insurance
ar: الصورة الامامية للتأمين على المركبة

# backInsurancePhoto
source: Back side of vehicle insurance
ar: الصورة الخلفية للتأمين على المركبة

source: History
ar: السجل

source: Available
ar: متـاح

# requiredPapers
source: Required documents
ar: الاوراق المطلوبة

# requiredPapersBody
source: Please attach the required documents below to join the Juwa Saih driver team
ar: يرجي ارفاق الاوراق المطلوبة بالاسفل حتي يتم انضمامك الي فريق سائقي جولة سائح

# phoneBody
source: *Please note that an OTP code will be sent to your phone to enable login
ar: *يرجي العلم انه سوف يتم ارسال رمز OTP الي الهاتف الخاص بك لتتمكن من تسجيل الدخول

# youCanRequest
source: You can request an OTP code after
ar: يمكنك طلب رقم OTP بعد

# second
source: seconds
ar: ثانية

source: Login to your account
ar: سجل دخول الي حسابك

# terms1
source: By clicking 'I agree', you have read and agreed to
ar: بالضغط على “انا موافق” فانك ستكون قد قرأت ووافقت على

# terms2
source: and are fully aware
ar: وعلى علم تام

# profile1
source: Account
ar: الحساب

source: Not available
ar: غير متاح

source: Completed
ar: مكتملة

# completed1
source: Trip completed
ar: تم الإنتهاء من الرحلة

# driverPaymentConfirmation1
source: Has paid
ar: تم الدفع

# driverPaymentConfirmation2
source: Can you confirm receipt?
ar: هل يمكنك تأكيد استلام المبلغ؟

# beginTrip
source: Start Trip
ar: بدء الرحلة

source: Origin Point
ar: نقطة الانطلاق

source: Destination Point
ar: نقطة الوصول

source: Duration
ar: المدة

source: Meter
ar: العداد

source: Trip
ar: الرحلة

source: Zain Cash
ar: زين كاش

source: FIB
ar: بنك FIB

source: Fast Pay
ar: فاست باي

source: Coupon
ar: قسيمة خصم

# paymentMethodValidation
source: Please Choose Payment Method First
ar: يرجى اختيار طريقة الدفع أولاً

source: Now
ar: الآن

# choosePaymentMethod
source: Choose the payment method that suits you
ar: اختر طريقة الدفع المناسبة لك

# choosePaymentMethodBody
source: The application allows you to choose from different payment methods that are suitable for you
ar: يتيح لك التطبيق الاختيار من بين طرق دفع متعددة تناسبك

source: Trip details
ar: تفاصيل الرحلة

source: Discount Code
ar: رمز الخصم

# clientDelivered
source: The client has been delivered
ar: تم توصيل العميل

# rateTripTitle
source: Rate the trip
ar: تقييم الرحلة

# rateTripBody
source: We hope you enjoyed your trip with us
ar: نأمل أن تكون قد استمتعت برحلتك معنا

# rateDriver
source: Rate the driver
ar: تقييم السائق

# rateDriverBody
source: How was your experience with the driver
ar: كيف كانت تجربتك مع السائق؟

source: Send rating
ar: إرسال التقييم

# successRating
source: We are grateful for your feedback on the driver, your comments help us continuously improve our services.
ar: نحن ممتنون لتقييمك للسائق، ملاحظاتك تساعدنا في تحسين خدماتنا باستمرار.

# ratingMessageValidation
source: Please enter your rating note first
ar: يرجى إدخال ملاحظة التقييم أولاً

# noRatingFound
source: No driver found
ar: لم يتم العثور على سائق

source: Payment Method
ar: طريقة الدفع

# payToDriver
source: Congratulations, you have reached an arrive point. Please pay
ar: مبروك، لقد وصلت إلى نقطة الوصول. يرجى الدفع

source: To the driver
ar: للسائق

# waitingDriverToAccept
source: Waiting for the driver to confirm the payment request
ar: في انتظار السائق لتأكيد طلب الدفع

# noTrips
source: No trips found
ar: لا توجد رحلات

# waitUserToPay
source: Please wait while the passenger makes payment
ar: يرجي الانتظار حيث يقوم الراكب بدفع

# copyGift
source: Copy
ar: نسخ

# copySuccess
source: Gift Code Copied Success
ar: تم نسخ كود الهدية بنجاح

# airPortInfo
source: Erbil International Airport
ar: مطار أربيل الدولي

source: Track On Google Map
ar: تتبع على خرائط جوجل

# whoAreWe
source: Who Are you
ar: من نحن

source: Welcome
ar: أهلاً وسهلاً

# youHave
source: You have it in your wallet
ar: لديك في محفظتك

source: Without a destination
ar: بدون وجهة محددة

source: Taxi driver
ar: سائق تكسي

# delivery
source: Delivery driver
ar: سائق توصيل

# distance1
source: At a distance of
ar: على بعد

source: km
ar: كم

# deleiveryRequests
source: Delivery requests
ar: طلبات التوصيل

source: from
ar: من

source: Accept
ar: قبول

source: Reject
ar: رفض

source: Trip distance
ar: مسافة الرحلة

# rejection1
source: If you don't accept the request within
ar: إذا لم تقبل الطلب خلال

# rejection2
source: it will be transferred to another driver and automatically cancelled from your account.
ar: سيتم تحويله إلى سائق آخر وسيُلغى من حسابك تلقائيًا.

source: Start trip
ar: بدء الرحلة

# endTrip
source: Reached destination
ar: وصلت إلي نقطة الوصول

source: Your status
ar: حالتك

# statics
source: Statistics
ar: الإحصائيات

source: Total orders
ar: إجمالى الطلبات

source: Profits
ar: الأرباح

source: Rating
ar: التقييم

# newWord
source: New
ar: جديدة

source: In preparation
ar: قيد التحضير

source: With the delegate
ar: مع المندوب

# onDeliver
source: On delivery
ar: قيد التسليم

source: Contact user
ar: تواصل مع المستخدم

source: Delivery address
ar: عنوان التوصيل

# ifNotAcceptedWithin
source: If you don't accept the request within
ar: إذا لم تقبل الطلب خلال

# willBeTransferred
source: it will be transferred to another driver and automatically cancelled from your account.
ar: سيتم تحويله إلى سائق آخر وسيُلغى من حسابك تلقائيًا.

# receiveFromSupplier
source: Order received from supplier
ar: تم استلام الطلب من المزود

# deliveryToAddress
source: Order delivered to customer
ar: تم تسليم الطلب للعميل

source: Start delivery
ar: بدء التسليم

# orderDonePrepare
source: Order prepared
ar: تم تجهيز الطلب

source: Trip duration
ar: مدة الرحلة

source: Distance
ar: المسافة

# totalPrice1
source: Trip value
ar: قيمة الرحلة
